[{"tag": "0:0", "pre": "Ты - перспективный курсант, своими упорством, ответственностью и смекалкой, привлекший внимание начальства и заслуживший службу на секретной станции \"Восток-15\".<p=0.5>\n<d=0.075>Естественно<d=0.04> под подписку о неразглашении...</d><p=0.5>\nТвое дежурство подходит к концу и через каких-то пару часов должен прилететь шаттл и забрать тебя на землю.<p=2>\nТы раздумываешь чем бы занять себя:\n", "ch": [{"tag": "1:3", "name": "Отдохнуть в каюте"}, {"tag": "1:5", "name": "Посмотреть на землю"}, {"tag": "1:0", "name": "Проверить консоль"}]}, {"tag": "1:5", "pre": "Ты спускаешься к шлюзам. <p=0.5>Землю отсюда видно особенно хорошо. <p=0.5>Твоя смена задерживается, но это и не столь важно.<p=0.5>\n<d=0.05>Космос прекрасен...</d><p=1>\nТы несколько минут наслажлаешься его величием, лишь изредка отвлекаясь на пролетающий где-то вдалеке космический мусор.<p=1.5>\n<d=0>Внезапно<p=0.5> <d=0.01>звучит сигнал тревоги!</d><p=0.75>\nОпомнившись, ты решаешь:\n", "ch": [{"tag": "2:5C", "name": "Искать скафандр"}, {"tag": "2:0", "name": "Бежать на мостик"}, {"tag": "E1", "name": "Залезть в спасательную капсулу"}]}, {"tag": "2:5C", "pre": "Ты пытаешься найти скафандр. Бригада механиков, занимающаяся починкой обшивки, забрала большую часть, но один должен был остаться<d=0.75>...</d>\nУспех!<p=1>\nТы решаешь:\n\n", "ch": [{"tag": "2:5C", "name": "Вернуться на мостик"}]}, {"tag": "2:0", "pre": "Прибежав на мостик ты осматриваешься. Все так же как и во время твоего дежурства.<br>На терминале ты замечаешь мигающее оповещение...<br>Хотя ты и так предполагаешь что могло произойти.<p=0.5><br>Не медля ни минутой бросился:\n\n", "ch": [{"tag": "3:1", "name": "Искать капитана"}, {"tag": "3:0", "name": "Рассчитать траекторию летящих объектов"}, {"tag": "3:3", "name": "К шлюзам"}]}, {"tag": "1:3", "pre": "Ты решаешь отдохнуть перед перелетом и направляешься в свою каюту.<p=1>\nТолько ты успел прикрыть глаза и начал погружаться в сон<d=0.3>...</d>\n<d=0.001>ТРЕВОГА!</d><p=1>\nТы вскакиваешь и оглядываешься.<p=0.5>\n<d=0.004>По инструкции, в случае непредвиденной ситуации необходимо одеться в защитный скафандр и проследовать на главную палубу.</d><p=0.5>\nТы решаешь:\n", "ch": [{"tag": "2:3C", "name": "Сперва найти скафандр", "pre": ""}, {"tag": "2:0", "name": "Сразу бежать на мостик", "pre": ""}]}, {"tag": "3:1", "pre": "Ты слышишь жесткий удар по корпусу!<br>Ты решаешь что необходимо срочно найти капитана.<p=0.5>Ты подбегаешь к его каюте и видишь что шлюз в аварийно заблокирован...<br><p=0.5>Без скафандра дальше не пройти.\n\n", "ch": [{"tag": "4:1C", "name": "Поискать запасной скафандр", "pre": ""}]}, {"tag": "4:1C", "pre": "В шкафу, у входа, ты находишь личный скафандр капитана. <d=0.07>Но это значит...</d><p=0.5>\nВозможно капитана уже нет в живых...<p=0.4>\n\n\n\n\n", "ch": [{"tag": "5:1CK", "name": "Проверить каюту капитана", "pre": ""}]}, {"tag": "5:1CK", "pre": "Ты все равно решаешь проверить.<p=1>\nКак и ожидалось, каюта была уничтожена.<p=0.25> Ты застыл в недоумении, однако, вовремя заметил медленно уплавающую в космос ключ-карту.\n[Получена карточка капитана]\n\n\n\n", "ch": [{"tag": "6:0CK", "name": "Бежать на мостик", "pre": ""}]}, {"tag": "6:0CK", "pre": "Ты вернулся на мостик<p=0.25>\nТеперь, с ключем капитана, ты сможешь попасть в закрытый пункт управления. Наверняка оттуда удастся как-то остановить угрозу...<p=1>\nДверь медленно отъезжает в сторону и ты видишь панель управления вооружением...<p=0.5>\nПохоже, среди экипажа только капитан знал, что эта станция вооружена.<p=0.3> И <d=0.07>\"вооружена\"</d> - это еще слабо сказано...<p=0.25>\nЕсли верить панели, в боевой готовности находится комплекс из двадцати водородных боеголовок космос-земля. Ядерное оружие в космосе было запрещено конвенцией 67-го года. <p=1>Ты прекрасно об этом знаешь. <p=1>Знали об этом и создатели станции,<p=1> но вот они<p=0.5> - 20 ракет направленные на Вашингтон,<p=0.3> Лондон,<p=0.3> Нью-Дели<p=0.3> и далее по списку...<p=1>\nТы ощущаешь страшный удар по корпусу.<p=0.5> Обратного пути нет.<p=0.5>\nТы решаешь:\n", "ch": [{"tag": "E3", "name": "Обезвредить боеголовки", "pre": ""}, {"tag": "E4", "name": "Открыть огонь по летящим объектам", "pre": ""}]}, {"tag": "E4", "pre": "Ты вводишь команду запуска и жмешь \"ПОДТВЕРДИТЬ\".\nРакеты покидают свои шахты.\nДолгие секунды, кажется, не происходит ничего<d=1>...</d>\nВнезапно!<p=0.4> Ослепляющая вспышка (которая бы и ослепила тебя, если бы не защитное стекло) озарила все пространство.<p=1>\nОгни новых солнц величественно разрастаются в космической пустате, обращая космический мусор в облако атомов...<p=2>\nКонечно, ни о какой карьере дальше не может идти и речи.<p=1> Через секунды свет и излучение взрыва дойдут до радаров обеих сверхдержав и тогда в мире начнется хаос.<p=1> Ждет ли нас новая холодная война, или даже третья мировая?<p=0.5> Уже не важно.<p=1> Главное что ты выжил.<p=1>\n[Концовка 4/6]\n\n", "ch": []}, {"tag": "1:0", "pre": "Ты решил посидеть в рубке и последить за терминалом и снова уставился в цифры и графики, бегущие на экране.<p=1>\nОдин из датчиков, похоже, ловил помехи и ты ради интереса решил посмотреть на радаре.<p=1>\nИ оказалось что это были не помехи. Плотное облако обломков, которое должно было пролететь в десяти километрах от вас почему то шло прямо по курсу!<p=0.5>\nТы решил срочно доложить об этом командиру, но система авто-оповещения опередила тебя.<p=0.3>\nПо всей станции объявлена общая тревога!<p=0.5>\nПо показаниям датчиков, обломки должны сперва ударить по каюте капитана, а затем прошить шлюз. Последняя волна должна пробить основной отсек и уничтожить станцию!<p=1>\nНе медля ни минуты ты бросился:\n", "ch": [{"tag": "2:3", "name": "К шлюзу", "pre": ""}, {"tag": "2:1", "name": "На помощь капитану", "pre": ""}]}, {"tag": "2:3C", "pre": "Ты копаешься в своих вещах и находищь балон и маску для дыхания.<p=0.75>\nНе скафандр, но тоже подойдет<d=0.4>...<p=0.5>\nТеперь самое время:\n\n", "ch": [{"tag": "3:0C", "name": "Бежать на  мостик", "pre": ""}, {"tag": "3:1CK", "name": "Бежать к каюте капитана", "pre": ""}]}, {"tag": "3:1CK", "pre": "Проигнорировав инструкцию ты бежишь к капитанской каюте.\nТы подбегаешь к двери и<p=0.5>... <d=0.01>Прямо на твоих глазах в стену врезается обломок, размером с яблоко и заслуженного адмирала космического флота уносит в открытый космос!..</d>\nТобой овладевает паника<d=0.75>...</d> <d=0>Но ты быстро берешь себя в руки.</d><p=1>\nТы входишь в разгерметизированное помещение и хватаешь карточку, уплывавшую со стола к пробоине...<p=0.75>\nКак единственный человек на борту ты принимаешь командоание и:\n", "ch": [{"tag": "4:0CK", "name": "Спешишь на мостик", "pre": ""}]}, {"tag": "2:1", "pre": "Ты срочно бежишь на помощь капитану.<p=0.5>\nВремени должно хватить.\nТы видишь, как капитан, услышав тревогу начал искать скафандр.\n\n\n", "ch": [{"tag": "E6", "name": "Вытащить капитана из каюты", "pre": ""}, {"tag": "3:1CKT", "name": "Помочь ему найти скафандр", "pre": ""}]}, {"tag": "E6", "pre": "Ты кричишь ему, что на это нет времени и, наплевав на разницу в ранге, за рукав вытягиваешь героя РСФСР из каюты.<p=1>\nВ тот же момент вы чувствуете мощный удар о корпус и двери каюты аварийно захлопываются, отрезая космическую пустоту от остальной станции.<p=2>\nКапитан сердечно благодарит вас за спасение и вы, оба одев кислородные маски, поспешно направляетесь в рубку.<p=2.5>\nВидя всю безвыходность ситуации капитан вздыхает, достает из-за пазухи наградной \"макаров\" и<d=0.75>... Стреляет в стену чуть выше твоей головы.<p=0.5>\nПроисходит взрыв балонов с кислородом и воздух со станции со свистом улетает.<p=1> Этого хватает чтобы уйти с пути наиболее крупных обломков.<p=2>\nКапитан вызывает землю и запрашивает немедленную эвакуацию.<p=1>\nЧерез неделю ты, и оставшиеся в живых капитан и двое механиков присутствуете на церемонии награждения, как герои ВКС РФ.b\n[Концовка 6/6]\n\n", "ch": []}, {"tag": "2:3", "pre": "Ты в стыковочной шахте станции. Обломки долетят сюда лишь через пару минут.<p=0.5>\nТы не тратишь время зря и:\n\n\n", "ch": [{"tag": "E1", "name": "Прыгаешь в спасательную капсулу", "pre": ""}, {"tag": "3:3C", "name": "Хватаешь скафандр", "pre": ""}]}, {"tag": "3:3C", "pre": "Скафандр надет.<p=0.5>\nТы чувствуешь мощный удар по корпусу станции - основная часть \"облака\" уже на подлете.<p=0.5>\nТеперь самое время:\n\n", "ch": [{"tag": "4:0C", "name": "Бежать на мостик", "pre": ""}]}, {"tag": "4:0C", "pre": "Ты на мостике.\nСкорее всего ты уже опоздал - тот обломок попал в каюту.\n\n\n", "ch": [{"tag": "5:1CK", "name": "Бежать к капитану", "pre": ""}]}, {"tag": "3:1CKT", "pre": "Ты решаешь помочь капитану найти скафандр. Он обыскивает каюту, а ты смотришь в его личном шкафчике снаружи.<p=2>\nУспех!<p=0.5> Тебе удается найти скафандр и<d=0.75>...</d> Жесткий удар выбивает тебя из равновесия.<p=0.75>\nПоднявшись ты видишь, как капитана уносит в космическую пустоту.<p=0.5> Надев баллон, ты бросаешься к капитану<p=1><d=0.02>, но не успеваешь...</d><p=2>\nВыругавшись от бессилия, ты успеваешь схватить его карточку доступа. И направляешься:\n\n\n", "ch": [{"tag": "4:0CK", "name": "На мостик", "pre": ""}]}, {"tag": "4:0CK", "pre": "Ты с досадой входишь на мостик.<p=0.5>\nУ тебя есть карточка доступа и четкое осознание того что ты должен сделать.<p=2>\nТы открываешь дверь и в командный пункт и видишь терминал управления ядерным вооружением.<p=1>\nТы даже не подозревал, что на станции есть вооружение. Ракеты нацелены на основные мировые столицы. Похоже ваша станция является частью системы \"Периметр\".<p=1>\nПохоже система приняла космический мусор за атаку извне и собирается нанести контрудар по отмеченым целям...<p=2>\nПолный решимости ты решаешь:\n\n\n\n", "ch": [{"tag": "5:4CK", "name": "Отключить систему обороны", "pre": ""}, {"tag": "E4", "name": "Нацелить ракеты на облако обломков", "pre": ""}, {"tag": "5:3C", "name": "Бежать к спасательным капсулам", "pre": ""}]}, {"tag": "E3", "pre": "Ты отключил систему.\nСейчас тебе уже не страшно.<p=0.75> Ты не успеваешь испугаться, в момент, когда шрапнель из металла камня и стекла на скорости в несколько тысяч километров в секунду превращает многотонную станцию в такую же гору обломков и увлекает её за собой.<p=2>\nВ последний момент ты осознаешь что все же погиб не зря...<p=1.5>\nТайна станции для остального мира теперь сохранена навечно<d=1>...\n[Концовка 3/6]\n\n\n\n\n\n\n\n", "ch": []}, {"tag": "9:4CK", "pre": "Ты отключаешь систему обороны.\nТеперь ты понимаешь, что сделал все что мог<d=0.5>...</d><p=2>\n\n", "ch": [{"tag": "E3", "name": "Успокоиться", "pre": ""}]}, {"tag": "7:4CK", "pre": "Ты отключаешь систему обороны.\nТеперь ты понимаешь, что сделал все что мог<d=0.5>...</d><p=2>\nТы понимаешь, что у тебя осталось еще немного времени.<p=1>\n", "ch": [{"tag": "8:4CKH", "name": "Отдохнуть", "pre": ""}, {"tag": "9:0CKH", "name": "Попрощаться с землей", "pre": ""}]}, {"tag": "8:4CKH", "pre": "Ты решаешь просто отдохнуть, ожидая неизбежного...\n", "ch": [{"tag": "E3", "name": "Ты видишь как точка на радаре приближается к станции", "pre": ""}]}, {"tag": "9:0CKH", "pre": "Ты решаешь отправить сообщение о произошедшем.<p=0.75>\nПусть земля знает...<p=2>\nТы тратишь драгоценные секунды, чтобы спуститься на мостик и дойти до терминала.<p=0.5>\nВкратце доложив о ситуации и извинившись перед родными, что не смог вернуться домой ты отправляешь свое последнее сообщение.<p=2>\nТвое сердце сжимается и ты чувствуешь первые удары по корпусу...\n\n", "ch": [{"tag": "E3", "name": "Успокоиться", "pre": ""}]}, {"tag": "3:0", "pre": "Ты слышишь первые удары космического мусора по корпусу и не сомневаешься что на вас летит облако обломков.\n\n\n\n\n\n\n\n\n\n\n", "ch": [{"tag": "4:3", "name": "Спуститься к шлюзам", "pre": ""}, {"tag": "4:1", "name": "Искать капитана", "pre": ""}]}, {"tag": "5:3C", "pre": "Сирена давит на ушы.\nТы решаешь поскорее.\n", "ch": [{"tag": "E1", "name": "Залезть в капсулу", "pre": ""}, {"tag": "6:0C", "name": "Вернуться на мостик", "pre": ""}]}, {"tag": "4:3", "pre": "Ты спустился к шлюзам.\nТы видишь спасательную капсулу. В шкафу, насколько ты помнишь, должен быть запасной скафандр.\nТы направляешься:\n\n", "ch": [{"tag": "E1", "name": "В капсулу", "pre": ""}, {"tag": "5:3C", "name": "Искать скафандр", "pre": ""}]}, {"tag": "6:0C", "pre": "Ты вбегаешь на мостик в последний момент.<p=0.5>\nТебе повезло и, только ты закрываешь шлюз за собой, в отсек ударяет очередной осколок и пробитая спасательная капсула начинает уплывать от базы, забирая с собой остатки надежды на спасение.<p=1>\nТы вспоминаешь, что еще не был в каюте капитана.<p=0.5>\nВозможно ему чудом повезло уцелеть.\n", "ch": [{"tag": "7:1CK", "name": "Бежать к каюте капитана", "pre": ""}]}, {"tag": "7:1CK", "pre": "Ты видишь, что, к несчастью, каюта капитана также была уничтожена.<p=0.5>\nШлюз был автоматически перекрыт, однако, имея скафандр, ты, без вреда для себя, открываешь его.<p=0.5>\nЧерез дыру в стене ты видишь вдалеке фигуру человека, улетающую в космическую пустоту.<p=1>\nОсмотревшись, ты находишь только ключь-карту.<p=0.5>\nЧего-то еще, что могло бы тебе помочь, в каюте не оказывается.\n\n\n", "ch": [{"tag": "8:0CK", "name": "Вернуться на мостик", "pre": ""}]}, {"tag": "8:0CK", "pre": "Ты вернулся на мостик и подошел к двери, ранее доступной только капитану.<p=0.5>\nСделав глубокий вдох ты проводишь картой по считывателю и перед тобой открывается помещение, похожее на мостик.<p=0.5>\nВ центре расположен большой электронный глобус с отмеченными на нем точками станцией и потенциальными целями. Рядом стоит простой терминал с кард-ридером, как и на входе.<p=0.5>\nТы проводишь ключ-картой и всплывает меню из трех пунктов:\n\n*Выбор цели<p=0.5>\n*Запуск<p=0.5>\n*Обезвредить<p=2>\n\nНа соседнем экране ведется двухминутный обратный отсчет до столкновения объекта со станцией.<p=0.5>\nСистема предупреждает, что через 47 секунд бездействия нанесет ответный удар по выбранным целям. <p=2>\nТы выбираешь:\n\n", "ch": [{"tag": "E4", "name": "Сменить цель на облако обломков", "pre": ""}, {"tag": "E3", "name": "Обезвредить вооружение", "pre": ""}]}, {"tag": "4:1", "pre": "Ты прибегаешь к каюте капитана. Звук удара, очевидно, исходил отсюда.<p=0.5>\nНаиболее крупный из обломков пробил общивку и капитана, к сожалению, вытянуло в вакуум.<p=1>\nВнезапно за дверью ты замечаешь зависшую в воздухе карту допуска.<p=0.5>\nОна может пригодится.<p=0.5> Только как бы попасть внутрь<d=0.4>...</d>\n\n\n", "ch": [{"tag": "5:1C", "name": "Искать скафандр", "pre": ""}]}, {"tag": "3:0C", "pre": "Ты вбегаешь на мостик. Через секунду ты ощущаешь жесткий удар по корпусу и лязг шлюза со стороны каюты капитана.<p=0.5>\n\n\n\n\n", "ch": [{"tag": "4:1C", "name": "Проверить капитана", "pre": ""}, {"tag": "4:0CT", "name": "Рассчитать траектории обломков", "pre": ""}]}, {"tag": "4:0CT", "pre": "Ты запускаешь рассчет.<p=2>\nВскоре система дает ответ:\nПервая волна обломков прошла через каюту капитана.<p=0.75>\nВторая - вскоре должна ударить по шлюзу - (ты еще можешь успеть добежать до спасательных капсул).\nИ затем основная часть облака накроет станцию целиком.\nТы решаешь как можно скорее:\n\n\n", "ch": [{"tag": "5:5C", "name": "Бежать к шлюпкам", "pre": ""}, {"tag": "5:1CK", "name": "Осмотреть каюту капитана", "pre": ""}]}, {"tag": "6:5C", "pre": "\n\n\n\n", "ch": []}, {"tag": "6:1CK", "pre": "Каюта была уничтожена, однако ты смог зайти внутрь и схватить карточку.<p=0.5>\n<d=0>[Получена ключ-карта капитана]</d><p=1>\nВремени остается все меньше и ты решаешь\n\n", "ch": [{"tag": "7:0CK", "name": "Бежать на мостик", "pre": ""}]}, {"tag": "5:1C", "pre": "\n", "ch": [{"tag": "6:1CK", "name": "Схватить карточку", "pre": ""}]}, {"tag": "7:0CK", "pre": "Ты возвращяешься на мостик и открываешь карточкой дверь в комнату управления.<p=1>\nВ центре комнаты ты видишь терминал, ведущий обратный отсчет. На картах отмечены потенциальные цели - столицы мировых держав. Похоже система приняла обломки за снаряды, запущенные по станции и готовиться к контрудару.<p=1>\nТы подходишь к терминалу. Доступны только 3 варианта:\n\n* Сменить цели\n* Запуск\n* Обезвредить\n", "ch": [{"tag": "E4", "name": "Сменить цель на обломки", "pre": ""}, {"tag": "E3", "name": "Отключить систему", "pre": ""}]}, {"tag": "6:5C", "pre": "Ты решаешь спуститься к шлюзам.<p=1>\nСтоило тебе пройти внутрь как стену пробивает град осколков.<p=0.5>\nВоздух давно бы выбило из легких, если бы не скафандр.<p=0.5>\n\n\n\n", "ch": [{"tag": "7:0C", "name": "Попробовать залезть в шлюз", "pre": ""}]}, {"tag": "7:0C", "pre": "Ты держишься за шлюз и чудом попадаешь обратно на станцию.<p=1>\nТы смотришь на дверь центра управления и понимаешь, что без ключа тебе туда не попасть.<p=0.5>\n", "ch": [{"tag": "8:1CK", "name": "Обыскать каюту капитана", "pre": ""}]}, {"tag": "8:1CK", "pre": "Ты подбегаешь к каюте капитана и открываешь шлюз.\nОстатки воздуха покидают станцию.<p=0.5>\nВдалеке ты видишь уплывающую в космос ключ-карту.<p=1>\nСхватив ключ-карту ты вернулся в коридор.<p=1>\nВремени остается мало.\n\n\n", "ch": [{"tag": "E5", "name": "Бежать на мостик", "pre": ""}]}, {"tag": "E5", "pre": "К сожалению ты не успеваешь. Поток обломков настигает станцию и превращает ее в решето.<p=0.5>\nЗа момент до этого несколько боеголовок, казавшихся ранее простыми баками, отделяются от корпуса и с ускорением направляются к земле<d=1>...\n\n[Концовка 5/6]\n\n\n\n", "ch": []}, {"tag": "E1", "pre": "Ты прыгаешь в спасательную капсулу.<p=0.5>\nОна отделяется от станции и начинает набирать скорость, уклоняясь от летящих обломков.\nЧерез пару минут станцию закрывает плотным облаком осколков, а ты видишь как от нее вслед за тобой разгоняются огоньки ракет космос-земля<d=0.5>...<p=1>\n\n[Концовка 1/6]\n\n\n\n", "ch": []}, {"tag": "E2", "pre": "Ты прыгаешь в спасательную капсулу.<p=0.5>\nОна отделяется от станции и начинает набирать скорость, уклоняясь от летящих обломков.\nЧерез пару минут станцию закрывает плотным облаком осколков, которые навеки погребают под собой таййну военной базы \"Восток-15\"<d=0.5>...<p=1>\n\n[Концовка 2/6]\n", "ch": []}, {"tag": "3:3", "pre": "Ты в стыковочной шахте станции. Обломки долетят сюда лишь через пару минут.<p=0.5>\nТы не тратишь время зря и:\n\n\n", "ch": [{"tag": "E1", "name": "Прыгнуть в спасательную капсулу", "pre": ""}, {"tag": "4:3C", "name": "Взять скафандр", "pre": ""}]}, {"tag": "4:3C", "pre": "Ты нашел скафандр в одном из шкафоф у входа.<p=0.75>\nОдев его, ты решаешь:\n", "ch": [{"tag": "E1", "name": "Залезть в спасательную капсулу", "pre": ""}, {"tag": "5:0C", "name": "Подняться на мостик", "pre": ""}]}, {"tag": "5:0C", "pre": "Ты на мостике.<p=0.5>\nЕще не поздно вернуться назад к капсуле, хотя ты можешь попробовать найти капитана.\n\n\n", "ch": [{"tag": "6:5C", "name": "Вернуться в стыковочный шлюз", "pre": ""}, {"tag": "6:1CK", "name": "Искать капитана", "pre": ""}]}]